Repository: Dimasmagadan/bpmvp-email-validator
Catalog: languages/bpmvp-email-validator-*.po
Languages: de_de

source: Byteplant Email Validator
de_de: Email-Adressvalidierung von Byteplant

source: Email Validator options
de_de: Einstellungen

source: API key
de_de: API key falsch oder aufgebraucht

source: Validate email on registration
de_de: eine Email-Adresse prüfen für Anmeldung

source: Validate email for comments
de_de: eine Email-Adresse prüfen für Kommentare

source: Hook to is_email() function
de_de: die Funktion is_email() zuschalten

source: You can use <a href="http://www.email-validator.net" target="_blank">our service</a> to validate email addresses in real-time. The email address verification process includes these steps:<br> Syntax verification<br> DNS validation including MX record lookup<br> Disposable email address (DEA) detection<br> SMTP connectivity and availability checking<br> Temporary unavailability detection<br> Mailbox existence checking<br> Catch-All testing<br> Greylisting detection
de_de: "Sie können <a href="http://www.email-validator.net" target="_blank">unseren Service</a> für real-time Prüfung der E-Mail Adressen. Diese Prüfung beinhaltet folgende Schritte:<br> Syntax verification<br> DNS validation including MX record lookup<br> Disposable email address (DEA) detection<br> SMTP connectivity and availability checking<br> Temporary unavailability detection<br> Mailbox existence checking<br> Catch-All testing<br> Greylisting detection"

source: You can register for a <a href="http://www.email-validator.net/email-validation-online-api-get-free-trial.html" target="_blank">free API key</a> (limited to 100 address checks per month).<br> If you want to verify more than 100 addresses per month, please have a look at our pay-as-you-go pricing model and the <a href="http://www.email-validator.net/email-address-verification-pricing.html" target="_blank">subscription plan</a> we offer.
de_de: "Bitte melden Sie sich an <a href="http://www.email-validator.net/email-validation-online-api-get-free-trial.html" target="_blank">free API key</a> (für maximal 100 E-Mail Adressen pro Monat).<br> Wie bieten Ihnen folgende Zahlungsmodelle an, wenn Sie mehr als 100 E_Mail Adressen pro Monat prüfen möchten <a href="http://www.email-validator.net/email-address-verification-pricing.html" target="_blank">subscription plan</a>."

source: Validate Single Email
de_de: eine Email-Adresse prüfen

source: Use this section to validate single email adress
de_de: Hier können Sie eine Email-Adresse zur Überprüfung eingeben

source: Email to validate
de_de: Email-Adresse zur Überprüfung

source: Validate
de_de: überprüfen

source: OK - Valid Address
de_de: OK – gültige Adresse

source: OK - Catch-All Active
de_de: OK – aktive catch-all Funktion

source: OK - Catch-All Test Delayed
de_de: OK - catch-all Prüfungsverzögerung

source: Local Address
de_de: Lokale Adresse

source: IP Address Literal
de_de: IP Adresse literale Zeichenfolge

source: Disposable Address
de_de: Wegwerfadresse

source: Role Address
de_de: Rollenbasierte Adresse (z.B. Admin)

source: Server Unavailable
de_de: Server nicht verfügbar oder erreichbar

source: Address Unavailable
de_de: Adresse nicht verfügbar oder erreichbar

source: Duplicate Address
de_de: doppelt vergebene Adresse

source: Server Reject
de_de: Server hat den Request abgelehnt

source: Bad Address
de_de: falsche Adresse

source: Domain Not Fully Qualified
de_de: Nicht vollständig qualifizierter Domänenname

source: Validation Delayed
de_de: Verzögerung bei Überprüfung

source: Rate Limit Exceeded
de_de: Maximale Anzahl der Überprüfungen überschritten

source: API Key Invalid or Depleted
de_de: API key falsch oder aufgebraucht

source: Task Accepted
de_de: Auftrag angenommen

source: Service Unavailable
de_de: Dieser Dienst ist derzeit nicht verfügbar, bitte versuchen Sie es später noch einmal.
